Repository: brianm998/ReelVault
Catalog: macos/ReelVault/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fr, hi, id, it, ja, ko, nl, pl, pt_br, ru, th, tr, uk, vi, zh_hans

source: Pan and zoom the map (trackpad pinch works too), then click where the video was captured — or click an existing pin to re-use that spot. The coordinate is saved to ReelVault's catalog and (optionally) embedded into the video file.
ar: حرّك الخريطة وكبّرها (يعمل القرص أيضًا)، ثم انقر على المكان الذي تم فيه تصوير الفيديو — أو انقر على دبوس موجود لإعادة استخدام ذلك الموقع. يُحفظ الإحداثي في كتالوج ReelVault ويُضمَّن في ملف الفيديو (اختياريًا).
cs: Posouvejte a přibližujte mapu (funguje i stažení na trackpadu), poté klikněte na místo, kde bylo video pořízeno — nebo klikněte na existující špendlík pro opětovné použití tohoto místa. Souřadnice jsou uloženy do katalogu ReelVault a (volitelně) vloženy do souboru videa.
de: Verschieben und zoomen Sie die Karte (Trackpad-Pinch funktioniert auch), und klicken Sie dann auf den Ort, an dem das Video aufgenommen wurde – oder klicken Sie auf eine vorhandene Markierung, um diesen Ort wiederzuverwenden. Die Koordinate wird im ReelVault-Katalog gespeichert und (optional) in die Videodatei eingebettet.
es: Desplaza y amplía el mapa (también funciona el gesto de pellizco en el trackpad), luego haz clic donde se grabó el vídeo — o haz clic en un marcador existente para reutilizar ese lugar. La coordenada se guarda en el catálogo de ReelVault y (opcionalmente) se incrusta en el archivo de vídeo.
fr: Faites défiler et zoomez sur la carte (le pincement sur trackpad fonctionne aussi), puis cliquez à l'endroit où la vidéo a été capturée — ou cliquez sur une épingle existante pour réutiliser cet emplacement. La coordonnée est enregistrée dans le catalogue ReelVault et (optionnellement) intégrée dans le fichier vidéo.
hi: मानचित्र पैन और ज़ूम करें (ट्रैकपैड पिंच भी काम करता है), फिर वहां क्लिक करें जहां वीडियो कैप्चर किया गया था — या उस स्थान को पुनः उपयोग करने के लिए किसी मौजूदा पिन पर क्लिक करें। निर्देशांक ReelVault के कैटलॉग में सहेजा जाता है और (वैकल्पिक रूप से) वीडियो फ़ाइल में एम्बेड किया जाता है।
id: Geser dan perbesar peta (cubit trackpad juga berfungsi), lalu klik di mana video diambil — atau klik pin yang sudah ada untuk menggunakan kembali lokasi tersebut. Koordinat disimpan ke katalog ReelVault dan (opsional) disematkan ke dalam file video.
it: Panoramica e zoom sulla mappa (funziona anche il gesto di pizzico sul trackpad), quindi fai clic sul punto dove è stato ripreso il video — o fai clic su un segnaposto esistente per riutilizzare quel punto. La coordinata viene salvata nel catalogo di ReelVault e (facoltativamente) incorporata nel file video.
ja: マップをパンおよびズームし（トラックパッドのピンチも使用可）、動画が撮影された場所をクリックします — または既存のピンをクリックしてその場所を再利用します。座標は ReelVault のカタログに保存され、（オプションで）動画ファイルにも埋め込まれます。
ko: 지도를 이동하고 확대/축소하여(트랙패드 핀치도 가능) 동영상이 촬영된 위치를 클릭하세요 — 또는 기존 핀을 클릭하여 해당 위치를 재사용하세요. 좌표는 ReelVault 카탈로그에 저장되며 (선택적으로) 동영상 파일에 삽입됩니다.
nl: Verschuif en zoom de kaart (trackpad-knijpgebaar werkt ook), klik vervolgens op de locatie waar de video is opgenomen — of klik op een bestaande pin om die plek opnieuw te gebruiken. De coördinaat wordt opgeslagen in de ReelVault-catalogus en (optioneel) ingebed in het videobestand.
pl: Przesuń i przybliż mapę (gest szczypania na touchpadzie też działa), a następnie kliknij miejsce, w którym nagrano film — lub kliknij istniejącą pinezę, aby użyć tego miejsca ponownie. Współrzędna jest zapisywana w katalogu ReelVault i (opcjonalnie) osadzana w pliku wideo.
pt_br: Panoramize e amplie o mapa (o gesto de pinça no trackpad também funciona), depois clique no local onde o vídeo foi capturado — ou clique em um marcador existente para reutilizar aquele ponto. A coordenada é salva no catálogo do ReelVault e (opcionalmente) incorporada ao arquivo de vídeo.
ru: Перемещайте и масштабируйте карту (жест щипка на трекпаде тоже работает), затем нажмите на место съёмки видео — или на существующую метку, чтобы использовать то же место. Координата сохраняется в каталоге ReelVault и (по желанию) встраивается в видеофайл.
th: เลื่อนและซูมแผนที่ (การบีบนิ้วบน trackpad ก็ใช้ได้) จากนั้นคลิกที่ตำแหน่งที่ถ่ายวิดีโอ — หรือคลิกหมุดที่มีอยู่เพื่อใช้จุดนั้นอีกครั้ง พิกัดจะถูกบันทึกไว้ในแคตตาล็อกของ ReelVault และ (ตามต้องการ) ฝังในไฟล์วิดีโอ
tr: Haritayı kaydırın ve yakınlaştırın (iz düzlemi sıkıştırma da çalışır), ardından videonun çekildiği yere tıklayın — veya o noktayı yeniden kullanmak için mevcut bir pine tıklayın. Koordinat, ReelVault'un kataloğuna kaydedilir ve (isteğe bağlı olarak) video dosyasına gömülür.
uk: Перемістіть і масштабуйте карту (зведення на трекпаді теж працює), потім натисніть там, де було знято відео, або натисніть на наявний маркер, щоб повторно використати це місце. Координата зберігається в каталозі ReelVault і (за бажанням) вбудовується у відеофайл.
vi: Kéo và thu phóng bản đồ (cũng có thể dùng cử chỉ chụm trên trackpad), sau đó nhấp vào nơi video được quay — hoặc nhấp vào một ghim hiện có để sử dụng lại vị trí đó. Tọa độ được lưu vào danh mục của ReelVault và (tùy chọn) nhúng vào tệp video.
zh_hans: 平移和缩放地图（触控板捏合手势同样有效），然后点击视频拍摄位置 — 或点击现有图钉以复用该位置。坐标将保存至 ReelVault 目录，并可选择性地嵌入视频文件。

source: Pick a metadata field
ar: اختر حقل بيانات التعريف
cs: Vyberte pole metadat
de: Ein Metadatenfeld auswählen
es: Elige un campo de metadatos
fr: Choisir un champ de métadonnées
hi: एक मेटाडेटा फ़ील्ड चुनें
id: Pilih field metadata
it: Scegli un campo metadato
ja: メタデータフィールドを選択
ko: 메타데이터 필드 선택
nl: Kies een metadataveld
pl: Wybierz pole metadanych
pt_br: Escolher um campo de metadados
ru: Выберите поле метаданных
th: เลือกฟิลด์ข้อมูลเมตา
tr: Bir meta veri alanı seçin
uk: Вибрати поле метаданих
vi: Chọn trường siêu dữ liệu
zh_hans: 选择元数据字段

source: Pick the day the video was recorded. Add a specific time only if you know it — otherwise the day defaults to noon local time so timezone math behaves sensibly.
ar: اختر اليوم الذي سُجّل فيه الفيديو. أضف وقتًا محددًا فقط إذا كنت تعرفه — وإلا يُعيَّن الوقت افتراضيًا إلى الظهر بالتوقيت المحلي لضمان حسابات المنطقة الزمنية بشكل صحيح.
cs: Vyberte den, kdy bylo video nahrано. Přidejte konkrétní čas pouze pokud ho znáte — jinak den výchozně zobrazuje poledne místního času, aby výpočty časových pásem fungovaly správně.
de: Wählen Sie den Tag, an dem das Video aufgenommen wurde. Fügen Sie eine genaue Uhrzeit nur hinzu, wenn Sie sie kennen – andernfalls wird standardmäßig die Ortszeit 12:00 Uhr verwendet, damit die Zeitzonenberechnung korrekt funktioniert.
es: Elige el día en que se grabó el vídeo. Añade una hora específica solo si la conoces; de lo contrario, el día tiene como valor predeterminado el mediodía hora local para que los cálculos de zona horaria funcionen correctamente.
fr: Choisissez le jour où la vidéo a été enregistrée. Ajoutez une heure précise uniquement si vous la connaissez — sinon le jour est défini à midi heure locale pour que les calculs de fuseau horaire restent cohérents.
hi: वह दिन चुनें जब वीडियो रिकॉर्ड किया गया था। विशिष्ट समय केवल तभी जोड़ें जब आप जानते हों — अन्यथा दिन स्थानीय समय के अनुसार दोपहर पर डिफ़ॉल्ट होता है ताकि टाइमज़ोन गणित सही ढंग से काम करे।
id: Pilih hari video direkam. Tambahkan waktu tertentu hanya jika Anda mengetahuinya — jika tidak, hari default ke tengah hari waktu lokal agar perhitungan zona waktu berjalan dengan benar.
it: Scegli il giorno in cui il video è stato registrato. Aggiungi un'ora specifica solo se la conosci — altrimenti il giorno predefinisce a mezzogiorno ora locale affinché il calcolo del fuso orario funzioni correttamente.
ja: 動画が録画された日を選択してください。正確な時刻がわかっている場合のみ入力してください — それ以外の場合、日付はローカル時間の正午にデフォルト設定され、タイムゾーンの計算が適切に行われます。
ko: 동영상이 녹화된 날짜를 선택하세요. 정확한 시간을 알고 있는 경우에만 추가하세요 — 그렇지 않으면 시간대 계산이 올바르게 작동하도록 기본값으로 현지 시간 정오가 사용됩니다.
nl: Kies de dag waarop de video is opgenomen. Voeg alleen een specifieke tijd toe als u die weet — anders wordt standaard 12:00 lokale tijd gebruikt, zodat tijdzonemethoden correct werken.
pl: Wybierz dzień nagrania filmu. Dodaj konkretną godzinę tylko jeśli ją znasz — w przeciwnym razie dzień domyślnie przyjmuje godzinę 12:00 czasu lokalnego, aby obliczenia stref czasowych działały poprawnie.
pt_br: Escolha o dia em que o vídeo foi gravado. Adicione um horário específico somente se souber — caso contrário, o padrão é o meio-dia no horário local para que os cálculos de fuso horário funcionem corretamente.
ru: Выберите день записи видео. Указывайте точное время только если оно вам известно — иначе по умолчанию используется полдень местного времени, чтобы расчёт часовых поясов работал корректно.
th: เลือกวันที่บันทึกวิดีโอ เพิ่มเวลาเฉพาะเจาะจงเฉพาะเมื่อคุณทราบ — มิฉะนั้นวันจะใช้ค่าเริ่มต้นเป็นเที่ยงตามเวลาท้องถิ่นเพื่อให้การคำนวณเขตเวลาสมเหตุสมผล
tr: Videonun kaydedildiği günü seçin. Yalnızca biliyorsanız belirli bir saat ekleyin — aksi takdirde gün, saat dilimi hesaplamasının mantıklı davranması için yerel saatte öğle vakti olarak varsayılan ayarlanır.
uk: Виберіть день запису відео. Додайте конкретний час, лише якщо він вам відомий — інакше день за замовчуванням буде опівдні за місцевим часом, щоб розрахунки часових поясів були коректними.
vi: Chọn ngày video được quay. Chỉ thêm thời gian cụ thể nếu bạn biết — nếu không, ngày mặc định là 12 giờ trưa giờ địa phương để tính toán múi giờ hợp lý.
zh_hans: 选择视频录制的日期。仅在确知具体时间时才填写 — 否则默认为当地时间正午，以确保时区计算正确。

source: Playing proxy
ar: تشغيل الوكيل
cs: Přehrávání proxy
de: Proxy wird wiedergegeben
es: Reproduciendo proxy
fr: Lecture du proxy
hi: प्रॉक्सी चला रहे हैं
id: Memutar proxy
it: Riproduzione proxy
ja: プロキシを再生中
ko: 프록시 재생 중
nl: Proxy afspelen
pl: Odtwarzanie proxy
pt_br: Reproduzindo proxy
ru: Воспроизведение прокси
th: กำลังเล่นพร็อกซี
tr: Vekil oynatılıyor
uk: Відтворення проксі
vi: Đang phát proxy
zh_hans: 正在播放代理

source: Position
ar: الموضع
cs: Poloha
es: Posición
hi: स्थिति
id: Posisi
it: Posizione
ja: 位置
ko: 위치
nl: Positie
pl: Pozycja
pt_br: Posição
ru: Позиция
th: ตำแหน่ง
tr: Konum
uk: Позиція
vi: Vị trí
zh_hans: 位置

source: Press G to return to the grid.
ar: اضغط G للعودة إلى الشبكة.
cs: Stiskněte G pro návrat do mřížky.
de: G drücken, um zum Raster zurückzukehren.
es: Pulsa G para volver a la cuadrícula.
fr: Appuyez sur G pour revenir à la grille.
hi: ग्रिड पर वापस जाने के लिए G दबाएं।
id: Tekan G untuk kembali ke kisi.
it: Premi G per tornare alla griglia.
ja: G を押してグリッドに戻ります。
ko: G를 눌러 그리드로 돌아가세요.
nl: Druk op G om terug te gaan naar het raster.
pl: Naciśnij G, aby wrócić do siatki.
pt_br: Pressione G para voltar à grade.
ru: Нажмите G, чтобы вернуться к сетке.
th: กด G เพื่อกลับไปที่ตาราง
tr: Izgaraya dönmek için G tuşuna basın.
uk: Натисніть G, щоб повернутися до сітки.
vi: Nhấn G để quay lại lưới.
zh_hans: 按 G 键返回网格视图。

source: Prevents indexing a recording while the camera or upload tool is still writing it. Higher = safer; lower = files appear sooner. 5 s is fine for most workflows.
ar: يمنع فهرسة التسجيل بينما لا تزال الكاميرا أو أداة الرفع تكتب فيه. أعلى = أكثر أمانًا؛ أقل = تظهر الملفات أسرع. 5 ثوانٍ مناسبة لمعظم سير العمل.
cs: Zabraňuje indexování záznamu, zatímco jej fotoaparát nebo nástroj pro nahrávání stále zapisuje. Vyšší = bezpečnější; nižší = soubory se zobrazí dříve. 5 s je vhodné pro většinu pracovních postupů.
de: Verhindert die Indizierung einer Aufnahme, während die Kamera oder das Upload-Tool noch schreibt. Höher = sicherer; niedriger = Dateien erscheinen früher. 5 s ist für die meisten Workflows geeignet.
es: Evita indexar una grabación mientras la cámara o la herramienta de carga aún la está escribiendo. Mayor = más seguro; menor = los archivos aparecen antes. 5 s es adecuado para la mayoría de los flujos de trabajo.
fr: Empêche l'indexation d'un enregistrement pendant que l'appareil photo ou l'outil de transfert est encore en train d'écrire. Plus élevé = plus sûr ; plus bas = les fichiers apparaissent plus tôt. 5 s convient à la plupart des flux de travail.
hi: कैमरा या अपलोड टूल के अभी भी लिखते समय रिकॉर्डिंग को अनुक्रमित होने से रोकता है। अधिक = सुरक्षित; कम = फ़ाइलें जल्दी दिखती हैं। अधिकांश वर्कफ़्लो के लिए 5 s ठीक है।
id: Mencegah pengindeksan rekaman saat kamera atau alat unggah masih menulisnya. Lebih tinggi = lebih aman; lebih rendah = file muncul lebih cepat. 5 s cukup untuk sebagian besar alur kerja.
it: Impedisce l'indicizzazione di una registrazione mentre la fotocamera o lo strumento di caricamento la sta ancora scrivendo. Più alto = più sicuro; più basso = i file appaiono prima. 5 s va bene per la maggior parte dei flussi di lavoro.
ja: カメラまたはアップロードツールがまだ書き込み中の録画がインデックスされないようにします。高いほど安全、低いほどファイルが早く表示されます。ほとんどのワークフローでは 5 秒で問題ありません。
ko: 카메라나 업로드 도구가 파일을 아직 쓰는 동안 인덱싱되는 것을 방지합니다. 높을수록 안전하고, 낮을수록 파일이 더 빨리 표시됩니다. 대부분의 작업에는 5초가 적합합니다.
nl: Voorkomt het indexeren van een opname terwijl de camera of het uploadprogramma nog aan het schrijven is. Hoger = veiliger; lager = bestanden verschijnen eerder. 5 s is geschikt voor de meeste werkstromen.
pl: Zapobiega indeksowaniu nagrania, gdy kamera lub narzędzie do przesyłania nadal zapisuje plik. Wyższa wartość = bezpieczniej; niższa = pliki pojawiają się wcześniej. 5 s jest odpowiednie dla większości przepływów pracy.
pt_br: Evita indexar uma gravação enquanto a câmera ou ferramenta de upload ainda está escrevendo. Maior = mais seguro; menor = arquivos aparecem mais cedo. 5 s é adequado para a maioria dos fluxos de trabalho.
ru: Предотвращает индексирование записи, пока камера или инструмент загрузки ещё пишет в файл. Больше = надёжнее; меньше = файлы появляются быстрее. 5 с подходит для большинства рабочих процессов.
th: ป้องกันการจัดทำดัชนีไฟล์บันทึกขณะที่กล้องหรือเครื่องมืออัปโหลดยังคงเขียนอยู่ สูงขึ้น = ปลอดภัยกว่า ต่ำลง = ไฟล์ปรากฏเร็วกว่า 5 วินาทีเหมาะสำหรับเวิร์กโฟลว์ส่วนใหญ่
tr: Kamera veya yükleme aracı hâlâ yazarken bir kaydın dizine eklenmesini önler. Daha yüksek = daha güvenli; daha düşük = dosyalar daha erken görünür. Çoğu iş akışı için 5 s yeterlidir.
uk: Запобігає індексуванню запису, поки камера або інструмент завантаження ще записує його. Більше = безпечніше; менше = файли з'являються швидше. 5 с підходить для більшості робочих процесів.
vi: Ngăn lập chỉ mục một bản ghi trong khi máy quay hoặc công cụ tải lên vẫn đang ghi. Cao hơn = an toàn hơn; thấp hơn = tệp xuất hiện sớm hơn. 5 giây là phù hợp cho hầu hết các quy trình làm việc.
zh_hans: 防止在相机或上传工具仍在写入时索引录像文件。值越大 = 越安全；值越小 = 文件出现越快。5 秒适合大多数工作流程。

source: Proxies (0)
ar: الوكلاء (0)
cs: Proxy (0)
de: Proxys (0)
hi: प्रॉक्सी (0)
id: Proxy (0)
it: Proxy (0)
ja: プロキシ (0)
ko: 프록시 (0)
pl: Proxy (0)
ru: Прокси (0)
th: พร็อกซี (0)
tr: Vekiller (0)
uk: Проксі (0)
vi: Proxy (0)
zh_hans: 代理 (0)

source: Proxy & playback settings
ar: إعدادات الوكيل والتشغيل
cs: Nastavení proxy a přehrávání
de: Proxy- und Wiedergabe-Einstellungen
es: Ajustes de proxy y reproducción
fr: Paramètres de proxy et de lecture
hi: प्रॉक्सी और प्लेबैक सेटिंग्स
id: Pengaturan proxy & pemutaran
it: Impostazioni proxy e riproduzione
ja: プロキシと再生の設定
ko: 프록시 및 재생 설정
nl: Proxy- en afspelinstellingen
pl: Ustawienia proxy i odtwarzania
pt_br: Configurações de proxy e reprodução
ru: Настройки прокси и воспроизведения
th: การตั้งค่าพร็อกซีและการเล่น
tr: Vekil ve oynatma ayarları
uk: Налаштування проксі та відтворення
vi: Cài đặt proxy & phát lại
zh_hans: 代理与播放设置

source: Recent
ar: حديث
cs: Nedávné
de: Zuletzt verwendet
es: Reciente
fr: Récent
hi: हाल के
id: Terbaru
it: Recenti
ja: 最近
ko: 최근
pl: Ostatnie
pt_br: Recente
ru: Недавние
th: ล่าสุด
tr: Son
uk: Нещодавні
vi: Gần đây
zh_hans: 最近

source: ReelVault Help
ar: مساعدة ReelVault
cs: Nápověda ReelVault
de: ReelVault Hilfe
es: Ayuda de ReelVault
fr: Aide ReelVault
hi: ReelVault सहायता
id: Bantuan ReelVault
it: Guida di ReelVault
ja: ReelVault ヘルプ
ko: ReelVault 도움말
pl: Pomoc ReelVault
pt_br: Ajuda do ReelVault
ru: Справка ReelVault
th: วิธีใช้ ReelVault
tr: ReelVault Yardım
uk: Довідка ReelVault
vi: Trợ giúp ReelVault
zh_hans: ReelVault 帮助

source: Refreshing…
ar: جارٍ التحديث…
cs: Obnovování…
de: Wird aktualisiert…
es: Actualizando…
fr: Actualisation…
hi: रिफ्रेश हो रहा है…
id: Memperbarui…
it: Aggiornamento…
ja: 更新中…
ko: 새로 고침 중…
nl: Vernieuwen…
pl: Odświeżanie…
pt_br: Atualizando…
ru: Обновление…
th: กำลังรีเฟรช…
tr: Yenileniyor…
uk: Оновлення…
vi: Đang làm mới…
zh_hans: 正在刷新…

source: Remove location
ar: إزالة الموقع
cs: Odebrat umístění
de: Ort entfernen
es: Eliminar ubicación
fr: Supprimer l'emplacement
hi: स्थान हटाएं
id: Hapus lokasi
it: Rimuovi posizione
ja: 場所を削除
ko: 위치 제거
nl: Locatie verwijderen
pl: Usuń lokalizację
pt_br: Remover local
ru: Удалить расположение
th: ลบตำแหน่ง
tr: Konum kaldır
uk: Видалити розташування
vi: Xóa vị trí
zh_hans: 移除位置

source: Rename a lens
ar: إعادة تسمية عدسة
cs: Přejmenovat objektiv
de: Objektiv umbenennen
es: Cambiar el nombre de un objetivo
fr: Renommer un objectif
hi: लेंस का नाम बदलें
id: Ganti nama lensa
it: Rinomina un obiettivo
ja: レンズ名を変更
ko: 렌즈 이름 바꾸기
nl: Een lens hernoemen
pl: Zmień nazwę obiektywu
pt_br: Renomear uma lente
ru: Переименовать объектив
th: เปลี่ยนชื่อเลนส์
tr: Bir merceği yeniden adlandır
uk: Перейменувати об'єктив
vi: Đổi tên ống kính
zh_hans: 重命名镜头

source: Retry
ar: إعادة المحاولة
cs: Zkusit znovu
de: Erneut versuchen
es: Reintentar
fr: Réessayer
hi: पुनः प्रयास करें
id: Coba lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ru: Повторить
th: ลองใหม่
tr: Yeniden Dene
uk: Повторити
vi: Thử lại
zh_hans: 重试

source: Save as Smart Collection
ar: الحفظ كمجموعة ذكية
cs: Uložit jako inteligentní kolekci
de: Als Smart-Sammlung speichern
es: Guardar como colección inteligente
fr: Enregistrer en tant que collection dynamique
hi: स्मार्ट संग्रह के रूप में सहेजें
id: Simpan sebagai Koleksi Cerdas
it: Salva come collezione intelligente
ja: スマートコレクションとして保存
ko: 스마트 컬렉션으로 저장
nl: Opslaan als slimme collectie
pl: Zapisz jako inteligentną kolekcję
pt_br: Salvar como Coleção Inteligente
ru: Сохранить как смарт-коллекцию
th: บันทึกเป็น Smart Collection
tr: Akıllı Koleksiyon Olarak Kaydet
uk: Зберегти як розумну колекцію
vi: Lưu thành bộ sưu tập thông minh
zh_hans: 保存为智能合集

source: Scan subdirectories
ar: مسح المجلدات الفرعية
cs: Prohledat podadresáře
de: Unterordner scannen
es: Escanear subdirectorios
fr: Analyser les sous-répertoires
hi: उपनिर्देशिकाएं स्कैन करें
id: Pindai subdirektori
it: Scansiona sottodirectory
ja: サブディレクトリをスキャン
ko: 하위 디렉토리 스캔
nl: Submappen scannen
pl: Skanuj podkatalogi
pt_br: Escanear subdiretórios
ru: Сканировать подкаталоги
th: สแกนไดเรกทอรีย่อย
tr: Alt dizinleri tara
uk: Сканувати підкаталоги
vi: Quét thư mục con
zh_hans: 扫描子目录

source: Scrub frames per video
ar: إطارات التمرير لكل فيديو
cs: Snímků přetáčení na video
de: Scrub-Bilder pro Video
es: Fotogramas de desplazamiento por vídeo
fr: Images de défilement par vidéo
hi: प्रति वीडियो स्क्रब फ्रेम
id: Frame scrub per video
it: Fotogrammi di scorrimento per video
ja: 動画あたりのスクラブフレーム数
ko: 동영상당 스크럽 프레임 수
pl: Klatki podglądu na film
pt_br: Quadros de navegação por vídeo
ru: Кадров прокрутки на видео
th: เฟรมการเลื่อนต่อวิดีโอ
tr: Video başına kaydırma karesi
uk: Кадрів прокручування на відео
vi: Số khung lướt mỗi video
zh_hans: 每个视频的预览帧数

source: Select a video in the grid to view it here.
ar: حدد فيديو في الشبكة لعرضه هنا.
cs: Vyberte video v mřížce pro zobrazení zde.
de: Wählen Sie ein Video im Raster aus, um es hier anzuzeigen.
es: Selecciona un vídeo en la cuadrícula para verlo aquí.
fr: Sélectionnez une vidéo dans la grille pour l'afficher ici.
hi: यहां देखने के लिए ग्रिड में एक वीडियो चुनें।
id: Pilih video di kisi untuk melihatnya di sini.
it: Seleziona un video nella griglia per visualizzarlo qui.
ja: グリッドで動画を選択するとここに表示されます。
ko: 여기에서 보려면 그리드에서 동영상을 선택하세요.
nl: Selecteer een video in het raster om het hier te bekijken.
pl: Wybierz film w siatce, aby wyświetlić go tutaj.
pt_br: Selecione um vídeo na grade para visualizá-lo aqui.
ru: Выберите видео в сетке для просмотра здесь.
th: เลือกวิดีโอในตารางเพื่อดูที่นี่
tr: Burada görüntülemek için ızgaradan bir video seçin.
uk: Виберіть відео в сітці, щоб переглянути його тут.
vi: Chọn một video trong lưới để xem tại đây.
zh_hans: 在网格中选择视频以在此处查看。

source: Select a video to view details
ar: حدد فيديو لعرض التفاصيل
cs: Vyberte video pro zobrazení detailů
de: Video auswählen, um Details anzuzeigen
es: Selecciona un vídeo para ver los detalles
fr: Sélectionnez une vidéo pour afficher ses détails
hi: विवरण देखने के लिए एक वीडियो चुनें
id: Pilih video untuk melihat detail
it: Seleziona un video per visualizzare i dettagli
ja: 動画を選択して詳細を表示
ko: 세부 정보를 보려면 동영상을 선택하세요
nl: Selecteer een video om details te bekijken
pl: Wybierz film, aby wyświetlić szczegóły
pt_br: Selecione um vídeo para ver os detalhes
ru: Выберите видео для просмотра подробностей
th: เลือกวิดีโอเพื่อดูรายละเอียด
tr: Ayrıntıları görüntülemek için bir video seçin
uk: Виберіть відео для перегляду деталей
vi: Chọn một video để xem chi tiết
zh_hans: 选择视频以查看详情

source: Show all videos
ar: عرض جميع الفيديوهات
cs: Zobrazit všechna videa
de: Alle Videos anzeigen
es: Mostrar todos los vídeos
fr: Afficher toutes les vidéos
hi: सभी वीडियो दिखाएं
id: Tampilkan semua video
it: Mostra tutti i video
ja: すべての動画を表示
ko: 모든 동영상 표시
nl: Alle video''s weergeven
pl: Pokaż wszystkie filmy
pt_br: Mostrar todos os vídeos
ru: Показать все видео
th: แสดงวิดีโอทั้งหมด
tr: Tüm videoları göster
uk: Показати всі відео
vi: Hiện tất cả video
zh_hans: 显示所有视频

source: Show on Map
ar: عرض على الخريطة
cs: Zobrazit na mapě
de: Auf Karte anzeigen
es: Mostrar en el mapa
fr: Afficher sur la carte
hi: मानचित्र पर दिखाएं
id: Tampilkan di Peta
it: Mostra sulla mappa
ja: マップに表示
ko: 지도에서 보기
nl: Tonen op kaart
pl: Pokaż na mapie
pt_br: Mostrar no Mapa
ru: Показать на карте
th: แสดงบนแผนที่
tr: Haritada Göster
uk: Показати на карті
vi: Hiện trên bản đồ
zh_hans: 在地图上显示

source: Stack videos that share a base name, duration, and frame rate.
ar: تكديس الفيديوهات التي تشترك في الاسم الأساسي والمدة ومعدل الإطارات.
cs: Seskupit videa se stejným základním názvem, délkou a snímkovou frekvencí.
de: Videos mit gleichem Basisnamen, gleicher Dauer und Bildrate stapeln.
es: Agrupa vídeos que comparten nombre base, duración y velocidad de fotogramas.
fr: Regrouper les vidéos partageant le même nom de base, la même durée et la même fréquence d'images.
hi: वे वीडियो स्टैक करें जो एक मूल नाम, अवधि और फ्रेम दर साझा करते हैं।
id: Tumpuk video yang berbagi nama dasar, durasi, dan frame rate.
it: Raggruppa i video che condividono nome base, durata e frame rate.
ja: ベース名、長さ、フレームレートが共通する動画をスタックします。
ko: 기본 이름, 재생 시간, 프레임 레이트가 동일한 동영상을 묶습니다.
nl: Video''s stapelen die een basisnaam, duur en framesnelheid delen.
pl: Grupuj filmy o wspólnej nazwie bazowej, czasie trwania i liczbie klatek na sekundę.
pt_br: Agrupar vídeos que compartilham nome base, duração e taxa de quadros.
ru: Группировать видео с одинаковым базовым именем, длительностью и частотой кадров.
th: สแตกวิดีโอที่มีชื่อพื้นฐาน ระยะเวลา และอัตราเฟรมเดียวกัน
tr: Aynı temel adı, süreyi ve kare hızını paylaşan videoları yığınla.
uk: Групувати відео, що мають спільну базову назву, тривалість і частоту кадрів.
vi: Xếp chồng các video có cùng tên gốc, thời lượng và tốc độ khung hình.
zh_hans: 将共享基础名称、时长和帧率的视频堆叠在一起。

source: Step:
ar: الخطوة:
cs: Krok:
de: Schritt:
es: Paso:
fr: Pas :
hi: चरण:
id: Langkah:
it: Passo:
ja: ステップ：
ko: 단계:
nl: Stap:
pl: Krok:
pt_br: Passo:
ru: Шаг:
th: ขั้นตอน:
tr: Adım:
uk: Крок:
vi: Bước:
zh_hans: 步长：

source: Thumbnail size
ar: حجم الصورة المصغرة
cs: Velikost miniatury
de: Vorschaubildgröße
es: Tamaño de miniatura
fr: Taille des vignettes
hi: थंबनेल आकार
id: Ukuran thumbnail
it: Dimensione miniatura
ja: サムネイルサイズ
ko: 썸네일 크기
nl: Miniatuurgrootte
pl: Rozmiar miniatury
pt_br: Tamanho da miniatura
ru: Размер миниатюры
th: ขนาดภาพขนาดย่อ
tr: Küçük resim boyutu
uk: Розмір мініатюри
vi: Kích thước hình thu nhỏ
zh_hans: 缩略图尺寸
